"use client"
import Image from "next/image"
import CTA from "@/components/templates/CTA";

function AboutUsPage() {

  return (
  <>
  <div className="flex flex-col-reverse md:flex-row items-center justify-between m-auto w-full md:w-fit  mx-auto p-4 mt-10 max-w-[1440px] ">
  <div className="md:w-[50%] md:mx-0 mx-4 flex flex-col gap-7">
  <h2 className="md:text-4xl text-2xl md:text-right md:mt-0 text-center mt-8">درباره تورینو </h2>
  <p className="text-base leading-8 text-justify">
  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها رد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
  </p>
  </div>
  <div>
  <Image src={"/images/about.png"} width={500} height={500} alt="درباره ما" />
  </div>
  </div>
  <CTA/>
  </>
  );
}

export default AboutUsPage;
